# 分类配置文件

# apps 目录下的应用列表
apps_in_folder = ["抖音", "微信", "淘宝", "快手", "小红书"]

# 应用名别名映射
app_alias_map = {
    # 英文别名
    "wechat": "微信",
    "douyin": "抖音",
    "taobao": "淘宝",
    "kuaishou": "快手",
    "xiaohongshu": "小红书",
    "red": "小红书",
    "bilibili": "哔哩哔哩",
    "jd": "京东",
    "meituan": "美团",
    "pinduoduo": "拼多多",

    # 口语化别名
    "狗东": "京东",
    "东哥": "京东",
    "拼夕夕": "拼多多",
    "B站": "哔哩哔哩",
    "小破站": "哔哩哔哩",
    "阿里爸爸": "淘宝",
    "阿里": "淘宝",
    "鹅厂": "微信",
    "腾讯": "微信",
    "字节": "抖音",
    "头条系": "抖音",
    "头条": "抖音",
    "红书": "小红书",
}